[
  {
    "doi": "10.21105/joss.07301",
    "highlights": "A <b>general-purpose billiards simulator</b> designed specifically for science and engineering applications with a focus on speed, ease of visualization, and fine-grained analysis.; Features an <b>event-based simulation algorithm</b> with <b>JIT compilation</b> that significantly increases computational efficiency compared to traditional time-step methods, by precisely calculating when significant events like collisions occur.; Provides an <b>interactive 3D interface</b> with comprehensive playback controls and a controllable camera for visualizing shot trajectories in a realistic environment.; Bridges a critical gap in billiards research by offering an <b>open-source platform</b> with realistic physics that can be used across disciplines including game theory, robotics, computer vision, and sports analytics.",
    "featured_image": "../images/pubs/pooltool.jpg"
  },
  {
    "doi": "10.1126/sciadv.abq4632",
    "highlights": "A study that describes an approach to integrate <b>environmental microbiology</b> with recent advances in <b>protein structure prediction</b>, and illustrates the tight association between <b>intra-population genetic variants</b>, <b>environmental selective pressures</b>, and <b>structural properties of proteins</b>; Demonstrates a quantifiable link between (1) the magnitude of selective pressures over key metabolic <b>genes</b> (e.g., glutamine synthase of the central nitrogen metabolism), (2) the availability of key <b>nutrients</b> in the environment (e.g., nitrate), and (3) the maintenance of nonsynonymous <b>variants</b> near protein active sites.; Shows that the interplay between selective pressures and protein structures also maintains <b>synonymous variants</b> -- revealing a quantifiable link between <b>translational accuracy</b> and fluctuating <b>selective pressures</b>.; Comes with a <a href=\"https://merenlab.org/data/anvio-structure/chapter-I/\"><b>reproducible bioinformatics workflow</b></a> that offers detailed access to computational steps used in the study that spans from metagenomic read recruitment and profiling to the integration of environmental variants and predicted protein structures.",
    "featured_image": "../images/pubs/anvio-structure.png"
  },
  {
    "doi": "10.1038/s41564-020-00834-3",
    "highlights": "A summary of the progress of <a href=\"https://merenlab.org/software/anvio/\" target=\"_blank\">anvi'o</a> during the past five years.",
    "featured_image": "../images/pubs/anvio-integrated-omics.png"
  },
  {
    "doi": "10.7554/eLife.46497",
    "highlights": "Introduces <a href=\"http://merenlab.org/2015/07/20/analyzing-variability/#an-intro-to-single-nucleotidecodonamino-acid-variation\" target=\"_blank\">'single-amino acid variants'</a> (SAAVs) and demonstrates <b>the use of SAAVs to tease apart evolutionary processes that shape the biogeography and genomic heterogeneity within a SAR11 population</b> through metagenomics.; A first attempt to link population genetics and the predicted protein structures to explore <i>in silico</i> <b>the intersection beetween protein biochemistry and evolutionary processes</b> acting on an environmental microbe.; An application of <a href=\"https://peerj.com/articles/4320/\" target=\"_blank\">metapangenomics</a> to define <b>subclades of SAR11 based on gene content and ecology</b>.; Reproducible bioinformatics workflow is <a href=\"http://merenlab.org/data/sar11-saavs/\" target=\"_blank\">here</a>. <a href=\"https://doi.org/10.7554/eLife.46497.040\" target=\"_blank\">Reviewer criticism</a> and <a href=\"https://doi.org/10.7554/eLife.46497.041\" target=\"_blank\">our responses</a> are also available.",
    "featured_image": "../images/pubs/delmond_and_kiefl_sar11_saavs.jpg"
  },
  {
    "doi": "10.1021/acs.jpcc.7b08691",
    "highlights": "Demonstrates power-law statistics of surface-ehanced Raman spectroscopy (SERS) hotspots can be used to <b>assess the quality of SERS substrates</b>.; Extends the theory of truncated Pareto-distributed single-molecule SERS statistics to multi-hotspot substrates.",
    "featured_image": "../images/pubs/kiefl_SERS.png"
  },
  {
    "doi": "10.1016/j.bpj.2016.10.039",
    "highlights": "Uses <b>optical tweezers-based microrheology</b> to quantify the <b>viscoelasticity</b> of triple-helical collagen molecules, with and without non-helical flanking regions called telopeptides, which are known to be <b>critical for self-assembly</b>.; This work suggests that <b>telopeptides facilitate transient intermolecular interactions between collagen proteins</b>",
    "featured_image": "../images/pubs/shayegan_collagen.jpg"
  },
  {
    "doi": "10.1021/acsnano.6b01817",
    "highlights": "Demonstrates an equivalence in the magnetic properties between bulk and nanofilm configurations of a single-molecule magnet (SMM) using <b>muon spin spectroscopy</b>; Discovers a rare instance in which a single molecule magnet maintains its chemical structure and magnetic properties when sublimated into nanofilm, <b>an important precursor for using SMMs for information storage</b>.",
    "featured_image": "../images/pubs/kiefl_SMM.png"
  }
]
